4ops.terraform-0.2.5
alexcvzz.vscode-sqlite-0.14.1
anysphere.pyright-1.1.327-universal
bierner.markdown-mermaid-1.27.0
cursor-bierner.markdown-mermaid-1.27.0
cursor-bpruitt-goddard.mermaid-markdown-syntax-highlighting-1.7.0
cursor-davidanson.vscode-markdownlint-0.58.2
cursor-eamodio.gitlens-16.2.1
cursor-hashicorp.terraform-2.34.3-darwin-arm64
cursor-mkxml.vscode-filesize-3.2.2
cursor-ms-azuretools.vscode-docker-1.29.4
cursor-ms-python.python-2024.12.3-darwin-arm64
cursor-ms-python.vscode-pylance-2024.8.1
cursor-ms-toolsai.jupyter-2024.8.1-darwin-arm64
cursor-ms-toolsai.jupyter-renderers-1.0.19-universal
cursor-ms-toolsai.vscode-jupyter-slideshow-0.1.6-universal
cursor-ms-vscode-remote.remote-ssh-0.113.1
cursor-ms-vscode-remote.remote-ssh-edit-0.87.0
cursor-ms-vscode.vscode-speech-0.12.1-darwin-arm64
cursor-qwtel.sqlite-viewer-0.9.6-darwin-arm64
cursor-shd101wyy.markdown-preview-enhanced-0.8.15
cursor-vstirbu.vscode-mermaid-preview-1.6.3
cursor-wayou.vscode-todo-highlight-1.0.5
cursor-yy0931.save-as-root-1.9.0
datadog.datadog-vscode-1.20.0
davidanson.vscode-markdownlint-0.58.2
donjayamanne.githistory-0.6.20
eamodio.gitlens-16.2.1
extensions.json
fnando.linter-0.0.19
github.remotehub-0.64.0
github.vscode-github-actions-0.27.1
github.vscode-pull-request-github-0.102.0
grapecity.gc-excelviewer-4.2.62
hashicorp.terraform-2.34.3-darwin-arm64
jebbs.plantuml-2.18.1
mechatroner.rainbow-csv-3.16.0
mkxml.vscode-filesize-3.2.2
ms-azuretools.vscode-docker-1.29.4
ms-kubernetes-tools.vscode-kubernetes-tools-1.3.20
ms-python.debugpy-2024.6.0-darwin-arm64
ms-python.python-2024.12.3-darwin-arm64
ms-python.vscode-pylance-2024.8.1
ms-toolsai.jupyter-2024.11.0-darwin-arm64
ms-toolsai.jupyter-keymap-1.1.2
ms-toolsai.jupyter-renderers-1.0.21
ms-toolsai.jupyter-renderers-1.1.0
ms-toolsai.vscode-jupyter-cell-tags-0.1.9
ms-toolsai.vscode-jupyter-cell-tags-0.1.9-universal
ms-toolsai.vscode-jupyter-slideshow-0.1.6
ms-toolsai.vscode-jupyter-slideshow-0.1.6-universal
ms-vscode-remote.remote-containers-0.394.0
ms-vscode-remote.remote-ssh-0.113.1
ms-vscode-remote.remote-ssh-edit-0.87.0
ms-vscode.azure-repos-0.40.0
ms-vscode.makefile-tools-0.11.13
ms-vscode.remote-explorer-0.4.3
ms-vscode.remote-repositories-0.42.0
ms-vscode.vscode-speech-0.12.1-darwin-arm64
openai.openai-chatgpt-adhoc-0.0.1731981761
qwtel.sqlite-viewer-0.9.6-darwin-arm64
redhat.vscode-yaml-1.15.0
shd101wyy.markdown-preview-enhanced-0.8.15
streetsidesoftware.code-spell-checker-4.0.34
thaumiel.file-last-modified-1.1.0
tomoki1207.pdf-1.2.2
trietho.file-size-explorer-0.0.2
wayou.vscode-todo-highlight-1.0.5
yy0931.save-as-root-1.9.0
zainchen.json-2.0.2
