cursor-bierner.markdown-mermaid-1.27.0
cursor-bpruitt-goddard.mermaid-markdown-syntax-highlighting-1.7.0
cursor-davidanson.vscode-markdownlint-0.58.2
cursor-eamodio.gitlens-16.2.1
cursor-hashicorp.terraform-2.34.3-darwin-arm64
cursor-mkxml.vscode-filesize-3.2.2
cursor-ms-azuretools.vscode-docker-1.29.4
cursor-ms-python.python-2024.12.3-darwin-arm64
cursor-ms-python.vscode-pylance-2024.8.1
cursor-ms-toolsai.jupyter-2024.8.1-darwin-arm64
cursor-ms-toolsai.jupyter-renderers-1.0.19-universal
cursor-ms-toolsai.vscode-jupyter-cell-tags-0.1.9-universal
cursor-ms-toolsai.vscode-jupyter-slideshow-0.1.6-universal
cursor-ms-vscode-remote.remote-ssh-0.113.1
cursor-ms-vscode-remote.remote-ssh-edit-0.87.0
cursor-ms-vscode.vscode-speech-0.12.1-darwin-arm64
cursor-qwtel.sqlite-viewer-0.9.6-darwin-arm64
cursor-shd101wyy.markdown-preview-enhanced-0.8.15
cursor-vstirbu.vscode-mermaid-preview-1.6.3
cursor-wayou.vscode-todo-highlight-1.0.5
