4ops.terraform
alexcvzz.vscode-sqlite
codeium.codeium
davidanson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
grapecity.gc-excelviewer
hashicorp.terraform
mechatroner.rainbow-csv
mkxml.vscode-filesize
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.vscode-speech
thaumiel.file-last-modified
tomoki1207.pdf
trietho.file-size-explorer
wayou.vscode-todo-highlight
yy0931.save-as-root
zainchen.json
